export const getReverseMap = (): Record<string, string> => {
  return {
    'ya': 'я',
    'yu': 'ю',
    'yo': 'ё',
    'ye': 'е',

    'ny': 'нь',
    'ly': 'ль',
    'ky': 'кь',
    'gy': 'гь',

    'shch': 'щ',
    'sh': 'ш',
    'ch': 'ч',
    'zh': 'ж',
    'kh': 'х',
    'ts': 'ц',

    'yy': 'ый', 
    'oy': 'ой',
    'iy': 'ий',
    'ay': 'ай',
    'uy': 'уй',
    'y': 'ы', 


    'a': 'а',
    'b': 'б',
    'v': 'в',
    'g': 'г',
    'd': 'д',
    'e': 'е',
    'z': 'з',
    'i': 'и',
    'k': 'к',
    'l': 'л',
    'm': 'м',
    'n': 'н',
    'o': 'о',
    'p': 'п',
    'r': 'р',
    's': 'с',
    't': 'т',
    'u': 'у',
    'f': 'ф',
  };
};
