interface IReviews {
  title: string;
  company: string;
  review: string;
  rating: number;
}

export const reviews: IReviews[] = [
  {
    title: 'Карина',
    company: 'Компания «Какая‑то»',
    review:
      'Небольшой отзыв, а пока рыба Товарищи! консультация с широким активом играет важную роль в формировании существенных финансовых и административных условий.',
    rating: 4,
  },
  {
    title: 'Карина',
    company: 'Компания «Какая‑то»',
    review:
      'Небольшой отзыв, а пока рыба Товарищи! консультация с широким активом играет важную роль в формировании существенных финансовых и административных условий.',
    rating: 4,
  },
  {
    title: 'Карина',
    company: 'Компания «Какая‑то»',
    review:
      'Небольшой отзыв, а пока рыба Товарищи! консультация с широким активом играет важную роль в формировании существенных финансовых и административных условий.',
    rating: 4,
  },
  {
    title: 'Карина',
    company: 'Компания «Какая‑то»',
    review:
      'Небольшой отзыв, а пока рыба Товарищи! консультация с широким активом играет важную роль в формировании существенных финансовых и административных условий.',
    rating: 5,
  },
  {
    title: 'Карина',
    company: 'Компания «Какая‑то»',
    review:
      'Небольшой отзыв, а пока рыба Товарищи! консультация с широким активом играет важную роль в формировании существенных финансовых и административных условий.',
    rating: 2,
  },
  {
    title: 'Карина',
    company: 'Компания «Какая‑то»',
    review:
      'Небольшой отзыв, а пока рыба Товарищи! консультация с широким активом играет важную роль в формировании существенных финансовых и административных условий.',
    rating: 3,
  },
];
